[
  {
    "title": "Security System",
    "description": "Provide peace of mind through advanced protection and surveillance measures",
    "description1": "At ASG Distribution, we pride ourselves on offering a comprehensive range of advanced security systems designed to safeguard your property, assets, and peace of mind. Our diverse selection includes a variety of security solutions tailored to meet your specific needs and requirements.",
    "imageUrl": "/assets/images/resources/security-system.jpg",
    "iconUrl": "/assets/images/resources/Security System.svg",
    "tabNumber": 1,
    "description2": "ASG Distribution is committed to providing top-notch security solutions that combine cutting-edge technology with reliability and ease of use. Safeguard your assets and loved ones with our range of security systems, tailored to meet the demands of modern security challenges. Contact us today to find the perfect security system for your needs.",
    "points": [
      "Surveillance Cameras",
      "Intrusion Detection Systems",
      "Access Control Systems",
      "Alarm Systems"
    ],
    "benefits": [
      "Enhanced Safety",
      "Deterrence",
      "Remote Monitoring",
      "Improved Efficiency"
    ]
  },
  {
    "title": "Networking",
    "description": "Enables seamless communication and collaboration by connecting devices and systems",
    "description1": "ASG Distribution offers a comprehensive array of networking solutions to meet the connectivity needs of businesses and individuals alike. Our range of networking products and services is designed to enhance communication, collaboration, and productivity in an increasingly connected world.",
    "imageUrl":  "/assets/images/resources/Networking.jpg",
    "iconUrl": "/assets/images/resources/sitemap.svg",
    "tabNumber": 2,
    "description2": "ASG Distribution is dedicated to providing top-quality networking solutions that cater to the diverse requirements of modern businesses and individuals. Whether you need to establish a robust wired network, deploy secure wireless connections, or enhance network performance and security, we have the expertise and products to meet your networking needs.",
    "points": [
      "Network Management",
      "Network Security",
      "Wireless Networking",
      "Wired Networking"
    ],
    "benefits": [
      "Cost-Efficiency",
      "Improved Productivity",
      "Scalability",
      "Enhanced Connectivity"
    ]
  },
  {
    "title": "Physical Security",
    "description": "Enhance communication through technologies like video conferencing and display systems",
    "description1": "ASG Distribution offers a comprehensive range of cutting-edge physical security solutions designed to protect your assets, premises, and people. Our diverse portfolio includes a variety of security systems tailored to meet the unique needs of businesses and individuals seeking to enhance their safety and security measures.",
    "imageUrl": "/assets/images/resources/Phisycal-Security.jpg",
    "iconUrl": "/assets/images/resources/Physical Security.svg",
    "tabNumber": 3,
    "description2": "ASG Distribution is committed to providing reliable, innovative, and tailored physical security solutions that offer peace of mind and protection for your property and personnel.",
    "points": [
      "Video Surveillance Systems",
      "Intrusion Detection Systems",
      "Access Control Systems",
      "Perimeter Security Solutions"
    ],
    "benefits": [
      "Crime Prevention",
      "Asset Protection",
      "Enhanced Safety",
      "Regulatory Compliance"
    ]
  },
  {
    "title": "Audio Visual Solutions",
    "description": "streamline processes by automating tasks and workflows for increased efficiency",
    "description1": "ASG Distribution offers a wide array of innovative audio-visual solutions designed to elevate your communication, presentation, and entertainment experiences. Our range of products and services caters to businesses, educational institutions, event venues, and individuals seeking high-quality audio-visual solutions for various applications.",
    "imageUrl": "/assets/images/resources/AV.jpg",
    "iconUrl": "/assets/images/resources/Audio.svg",
    "tabNumber": 4,
    "description2": "ASG Distribution is dedicated to providing top-of-the-line audio-visual solutions that combine innovation, quality, and reliability.",
    "points": [
      "Projection Systems",
      "Sound Systems",
      "Video Conferencing Solutions",
      "Digital Signage Displays"
    ],
    "benefits": [
      "Enhanced Communication",
      "Engagement and Impact",
      "Improved Productivity",
      "Flexibility and Versatility"
    ]
  },
  {
    "title": "Automations",
    "description": "optimize parking management through technologies like sensors and smart parking systems",
    "description1": "ASG Distribution offers a diverse range of cutting-edge automation solutions designed to streamline processes, enhance efficiency, and elevate convenience in both residential and commercial settings. Our automation products and services are tailored to meet the evolving needs of modern environments seeking to embrace the power of smart technology.",
    "imageUrl": "/assets/images/resources/automation.jpg",
    "iconUrl": "/assets/images/resources/cloud-gear-automation.svg",
    "tabNumber": 5,
    "description2": "ASG Distribution is committed to providing innovative automation solutions that empower individuals and businesses to embrace the advantages of smart technology.",
    "points": [
      "Home Automation",
      "Building Automation",
      "Industrial Automation",
      "Retail Automation"
    ],
    "benefits": [
      "Efficiency and Productivity",
      "Cost Savings",
      "Enhanced Security",
      "Personalized Experiences"
    ]
  },
  {
    "title": "Parking Solutions",
    "description": "A specialized military unit tasked with gathering information",
    "description1": "ASG Distribution offers a range of advanced parking solutions designed to optimize parking management, improve efficiency, and enhance the overall parking experience for businesses, municipalities, and facilities of all sizes. Our innovative parking technologies cater to the diverse needs of modern environments seeking to revolutionize their parking operations.",
      "imageUrl": "/assets/images/resources/Parking.jpg",
    "iconUrl": "/assets/images/resources/parking-circle.svg",
    "tabNumber": 6,
    "description2": "ASG Distribution is dedicated to providing cutting-edge parking solutions that transform parking management and elevate user experience.",
    "points": [
      "Automated Parking Systems",
      "Parking Guidance Systems",
      "License Plate Recognition",
      "Payment and Ticketing Solutions"
    ],
    "benefits": [
      "Optimized Space Utilization",
      "Improved User Experience",
      "Enhanced Security",
      "Increased Revenue"
    ]
  }
]
