[
    {
        "id": 1,
        "title": "Security System",
        "content": "At ASG Distribution, we pride ourselves on offering a comprehensive range of advanced security systems designed to safeguard your property, assets, and peace of mind.",
        "imageUrl": "assets/images/services/a.webp",
        "points": [
            "Surveillance Cameras",
            "Intrusion Detection Systems",
            "Access Control Systems",
            "Alarm Systems"
        ],
        "description2": "ASG Distribution is committed to providing top-notch security solutions that combine cutting-edge technology with reliability and ease of use. Safeguard your assets and loved ones with our range of security systems, tailored to meet the demands of modern security challenges. Contact us today to find the perfect security system for your needs.",
        "benefits": [
            "Enhanced Safety",
            "Deterrence",
            "Remote Monitoring",
            "Improved Efficiency"
        ]
    },
    {
        "id": 2,
        "title": "Networking",
        "content": "ASG Distribution offers a comprehensive array of networking solutions to meet the connectivity needs of businesses and individuals alike.",
        "imageUrl": "assets/images/services/b.webp",
        "points": [
            "Network Management",
            "Network Security",
            "Wireless Networking",
            "Wired Networking"
        ],
        "description2": "ASG Distribution is dedicated to providing top-quality networking solutions that cater to the diverse requirements of modern businesses and individuals. Whether you need to establish a robust wired network, deploy secure wireless connections, or enhance network performance and security, we have the expertise and products to meet your networking needs.",
        "benefits": [
            "Cost-Efficiency",
            "Improved Productivity",
            "Scalability",
            "Enhanced Connectivity"
        ]
    },
    {
        "id": 3,
        "title": "Physical Security",
        "content": "ASG Distribution offers a comprehensive range of cutting-edge physical security solutions designed to protect your assets, premises, and people.",
        "imageUrl": "assets/images/services/c.webp",
        "points": [
            "Video Surveillance Systems",
            "Intrusion Detection Systems",
            "Access Control Systems",
            "Perimeter Security Solutions"
        ],
        "description2": "ASG Distribution is committed to providing reliable, innovative, and tailored physical security solutions that offer peace of mind and protection for your property and personnel.",
        "benefits": [
            "Crime Prevention",
            "Asset Protection",
            "Enhanced Safety",
            "Regulatory Compliance"
        ]
    },
    {
        "id": 4,
        "title": "Audio Visual Solutions",
        "content": "ASG Distribution offers a wide array of innovative audio-visual solutions designed to elevate your communication, presentation, and entertainment experiences.",
        "imageUrl": "assets/images/services/d.webp",
        "points": [
            "Projection Systems",
            "Sound Systems",
            "Video Conferencing Solutions",
            "Digital Signage Displays"
        ],
        "description2": "ASG Distribution is dedicated to providing top-of-the-line audio-visual solutions that combine innovation, quality, and reliability.",
        "benefits": [
            "Enhanced Communication",
            "Engagement and Impact",
            "Improved Productivity",
            "Flexibility and Versatility"
        ]
    },
    {
        "id": 5,
        "title": "Automations",
        "content": "ASG Distribution offers a diverse range of cutting-edge automation solutions designed to streamline processes, enhance efficiency, and elevate convenience.",
        "imageUrl": "assets/images/services/e.webp",
        "points": [
            "Home Automation",
            "Building Automation",
            "Industrial Automation",
            "Retail Automation"
        ],
        "description2": "ASG Distribution is committed to providing innovative automation solutions that empower individuals and businesses to embrace the advantages of smart technology.",
        "benefits": [
            "Efficiency and Productivity",
            "Cost Savings",
            "Enhanced Security",
            "Personalized Experiences"
        ]
    },
    {
        "id": 6,
        "title": "Parking Solutions",
        "content": "ASG Distribution offers a range of advanced parking solutions designed to optimize parking management, improve efficiency, and enhance the overall parking experience.",
        "imageUrl": "assets/images/services/6.webp",
        "points": [
            "Automated Parking Systems",
            "Parking Guidance Systems",
            "License Plate Recognition",
            "Payment and Ticketing Solutions"
        ],
        "description2": "ASG Distribution is dedicated to providing cutting-edge parking solutions that transform parking management and elevate user experience.",
        "benefits": [
            "Optimized Space Utilization",
            "Improved User Experience",
            "Enhanced Security",
            "Increased Revenue"
        ]
    }
]
